# CLI tools
brew "git"
brew "wget"
brew "curl"
brew "tree"
brew "spaceship"
brew "tmux"
brew "oven-sh/bun/bun"
brew "fzf"
brew "gh"
brew "neovim"
brew "ripgrep"

# Personal apps
cask "firefox"
cask "flycut"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "1password"
cask "raycast"
cask "rectangle"
cask "spotify"
